timetable = {
	"numerator": {
		"Monday": {
			"Первая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				},
			},
			"Вторая пара": {
				"1g": {
					"title": "Геометрия",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Иностранный язык",
					"teacher": "Мастакова Н.К",
					"cab": "305"
				},
				"2g": {
					"title": "Информатика",
					"teacher": "Федотова Н.П",
					"cab": "405"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
		},
		"Tuesday": {
			"Первая пара": {
				"1g": {
					"title": "Прикладная физическая культура (элективные дисциплины)",
					"teacher": "ИБ-11БО/о",
					"cab": "Спортзал"
				}
			},
			"Вторая пара": {
				"1g": {
					"title": "История России",
					"teacher": "Смирнов Я.А",
					"cab": "418"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "История России",
					"teacher": "Смирнов Я.А",
					"cab": "418"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Заводчиков М.А",
					"cab": "315"
				}
			},
		},
		"Wednesday": {
			"Вторая пара": {
				"1g": {
					"title": "Геометрия",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Введ. в теор. мн-в и лог. симв.",
					"teacher": "Дурнев В.Г",
					"cab": "418"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Информатика",
					"teacher": "Власова О.В",
					"cab": "315"
				}
			},
			"Пятая пара": {
				"1g": {
					"title": "Введ. в теор. мн-в и лог. симв.",
					"teacher": "Дурнев В.Г",
					"cab": "401"
				}
			}
		},
		"Thursday": {
			"Первая пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Литвинов В.В",
					"cab": "412",
				}
			},
			"Вторая пара": {
				"1g": {
					"title": "Прикладная физическая культура (элективные дисциплины)",
					"teacher": "ИБ-11БО/о",
					"cab": "Спортзал"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Литвинов В.В",
					"cab": "412"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Информатика",
					"teacher": "Першин М.Р",
					"cab": "402"
					},
				"2g": {
					"title": "Иностранный язык",
					"teacher": "Титова Л.А",
					"cab": "416"
				}
			},
		},
		"Friday": {
			"Третья пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Климов В.С",
					"cab": "409",
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Климов В.С",
					"cab": "409",
				}
			}
		}
	},





	"denominator": {
		"Monday": {
			"Первая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Заводчиков М.А",
					"cab": "420"
				}
			},
			"Вторая пара": {
				"1g": {
					"title": "Геометрия",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Иностранный язык",
					"teacher": "Мастакова Н.К",
					"cab": "305"
				},
				"2g": {
					"title": "Информатика",
					"teacher": "Федотова Н.П",
					"cab": "405"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
		},
		"Tuesday": {
			"Вторая пара": {
				"1g": {
					"title": "Прикладная физическая культура (элективные дисциплины)",
					"teacher": "ИБ-11БО/о",
					"cab": "Спортзал"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "История России",
					"teacher": "Смирнов Я.А",
					"cab": "418"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Алгебра",
					"teacher": "Заводчиков М.А",
					"cab": "315"
				}
			},
		},
		"Wednesday": {
			"Вторая пара": {
				"1g": {
					"title": "Геометрия",
					"teacher": "Сорокина М.Е",
					"cab": "319"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Введ. в теор. мн-в и лог. симв.",
					"teacher": "Дурнев В.Г",
					"cab": "418"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Информатика",
					"teacher": "Власова О.В",
					"cab": "315"
				}
			},
		},
		"Thursday": {
			"Вторая пара": {
				"1g": {
					"title": "Прикладная физическая культура (элективные дисциплины)",
					"teacher": "ИБ-11БО/о",
					"cab": "Спортзал"
				}
			},
			"Третья пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Литвинов В.В",
					"cab": "412"
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Информатика",
					"teacher": "Першин М.Р",
					"cab": "402"
				},
				"2g": {
					"title": "Иностранный язык",
					"teacher": "Титова Л.А",
					"cab": "416"
				}
			},
		},
		"Friday": {
			"Третья пара": {
				"1g": {
					"title": "Математический анализ",
					"teacher": "Климов В.С",
					"cab": "409",
				}
			},
			"Четвертая пара": {
				"1g": {
					"title": "Технологии саморазвития и самообучения",
					"teacher": "Грицай А.О",
					"cab": "317",
				}
			},
			"Пятая пара": {
				"1g": {
					"title": "Технологии саморазвития и самообучения",
					"teacher": "Грицай А.О",
					"cab": "317",
				}
			}
		}
	},
}