timetable = {
	"numerator": {
		"Monday": {
			"Первая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
			"Вторая пара": {
				[
					{
						"title": "Геометрия",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Иностранный язык",
						"teacher": "Мастакова Н.К",
						"cab": "305"
					},
					{
						"title": "Информатика",
						"teacher": "Федотова Н.П",
						"cab": "405"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
		},
		"Tuesday": {
			"Первая пара": {
				[
					{
						"title": "Прикладная физическая культура (элективные дисциплины)",
						"teacher": "ИБ-11БО/о",
						"cab": "Спортзал"
					}
				]
			},
			"Вторая пара": {
				[
					{
						"title": "История России",
						"teacher": "Смирнов Я.А",
						"cab": "418"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "История России",
						"teacher": "Смирнов Я.А",
						"cab": "418"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Заводчиков М.А",
						"cab": "315"
					}
				]
			},
		},
		"Wensday": {
			"Вторая пара": {
				[
					{
						"title": "Геометрия",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Введ. в теор. мн-в и лог. симв.",
						"teacher": "Дурнев В.Г",
						"cab": "418"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Информатика",
						"teacher": "Власова О.В",
						"cab": "315"
					}
				]
			},
			"Пятая пара": {
				[
					{
						"title": "Введ. в теор. мн-в и лог. симв.",
						"teacher": "Дурнев В.Г",
						"cab": "401"
					}
				]
			}
		},
		"Thursday": {
			"Первая пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Литвинов В.В",
						"cab": "412",
					}
				]
			},
			"Вторая пара": {
				[
					{
						"title": "Прикладная физическая культура (элективные дисциплины)",
						"teacher": "ИБ-11БО/о",
						"cab": "Спортзал"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Литвинов В.В",
						"cab": "412"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Информатика",
						"teacher": "Першин М.Р",
						"cab": "402"
					},
					{
						"title": "Иностранный язык",
						"teacher": "Титова Л.А",
						"cab": "416"
					}
				]
			},
		},
		"Friday": {
			"Третья пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Климов В.С",
						"cab": "409",
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Климов В.С",
						"cab": "409",
					}
				]
			}
		}
	},





	"denominator": {
		"Monday": {
			"Первая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Заводчиков М.А",
						"cab": "420"
					}
				]
			},
			"Вторая пара": {
				[
					{
						"title": "Геометрия",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Иностранный язык",
						"teacher": "Мастакова Н.К",
						"cab": "305"
					},
					{
						"title": "Информатика",
						"teacher": "Федотова Н.П",
						"cab": "405"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
		},
		"Tuesday": {
			"Вторая пара": {
				[
					{
						"title": "Прикладная физическая культура (элективные дисциплины)",
						"teacher": "ИБ-11БО/о",
						"cab": "Спортзал"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "История России",
						"teacher": "Смирнов Я.А",
						"cab": "418"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Алгебра",
						"teacher": "Заводчиков М.А",
						"cab": "315"
					}
				]
			},
		},
		"Wensday": {
			"Вторая пара": {
				[
					{
						"title": "Геометрия",
						"teacher": "Сорокина М.Е",
						"cab": "319"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Введ. в теор. мн-в и лог. симв.",
						"teacher": "Дурнев В.Г",
						"cab": "418"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Информатика",
						"teacher": "Власова О.В",
						"cab": "315"
					}
				]
			},
		},
		"Thursday": {
			"Вторая пара": {
				[
					{
						"title": "Прикладная физическая культура (элективные дисциплины)",
						"teacher": "ИБ-11БО/о",
						"cab": "Спортзал"
					}
				]
			},
			"Третья пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Литвинов В.В",
						"cab": "412"
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Информатика",
						"teacher": "Першин М.Р",
						"cab": "402"
					},
					{
						"title": "Иностранный язык",
						"teacher": "Титова Л.А",
						"cab": "416"
					}
				]
			},
		},
		"Friday": {
			"Третья пара": {
				[
					{
						"title": "Математический анализ",
						"teacher": "Климов В.С",
						"cab": "409",
					}
				]
			},
			"Четвертая пара": {
				[
					{
						"title": "Технологии саморазвития и самообучения",
						"teacher": "Грицай А.О",
						"cab": "317",
					}
				]
			},
			"Пятая пара": {
				[
					{
						"title": "Технологии саморазвития и самообучения",
						"teacher": "Грицай А.О",
						"cab": "317",
					}
				]
			}
		}
	},
}